Repository: mbedworth/PommeCore
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, it, ja, nl, pl, pt, uk, zh_hans

source: Contact not found
cs: Kontakt nenalezen
de: Kontakt nicht gefunden
es: Contacto no encontrado
fr: Contact non trouvé
it: Contatto non trovato
ja: 連絡先が見つかりません
nl: Contact niet gevonden
pl: Kontakt nie znaleziony
pt: Contato não encontrado
uk: Контакт не знайдено
zh_hans: 未找到联系人

source: Contact Shared
cs: Kontakt sdílen
de: Kontakt geteilt
es: Contacto compartido
fr: Contact partagé
it: Contatto condiviso
ja: 連絡先を共有
nl: Contact gedeeld
pl: Udostępniony kontakt
pt: Contato Compartilhado
uk: Поділився контактом
zh_hans: 分享联系人

source: Contact shared on mesh.
cs: Kontakt sdílen na mřížce.
de: Kontakt im Mesh geteilt.
es: Contacto compartido en mesh.
fr: Partagé sur le maillage.
it: Contatto condiviso su mesh.
ja: メッシュ上で連絡先を共有しました。
nl: Contact gedeeld op mesh.
pl: Kontakt udostępniony w sieci Mesh.
pt: Contato compartilhado na malha.
uk: Контакт поділено через Mesh.
zh_hans: 在网格上与联系人共享

source: Contacts
cs: Kontakty
de: Kontakte
es: Contactos
it: Contatti
ja: 連絡先
nl: Contacten
pl: Kontakty
pt: Contatos
uk: Контакти
zh_hans: 联系人

source: Contacts listed here can request battery, temperature, and sensor data from your device. Toggle off to stop sharing telemetry with a specific contact.
cs: Kontakty uvedené zde mohou požádat o data baterie, teploty a senzorů z vašeho zařízení. Zapnutí vypnutí zastaví sdílení telemetrie s konkrétním kontaktem.
de: Kontakte, die hier aufgelistet sind, können Akku-, Temperatur- und Sensordaten von Ihrem Gerät anfordern. Deaktivieren Sie den Schalter, um die Telemetrie mit einem bestimmten Kontakt zu stoppen.
es: Los contactos listados aquí pueden solicitar datos de batería, temperatura y sensor de su dispositivo. Desactivar para dejar de compartir telemetría con un contacto específico.
fr: Les contacts listés ici peuvent demander des données batterie, température et capteur de votre appareil. Décochez pour arrêter le partage de télémétrie avec un contact spécifique.
it: I contatti elencati qui possono richiedere dati sulla batteria, temperatura e sensore dal tuo dispositivo. Disattiva per interrompere la condivisione dei dati di telemetria con un contatto specifico.
ja: ここにリストされている連絡先は、デバイスからバッテリー、温度、センサーデータをリクエストできます。特定の連絡先にテレメトリーを共有するのを停止するには、オン/オフを切り替えてください。
nl: Contacten die hier vermeld staan, kunnen batterij-, temperatuur- en sensordata aanvragen van uw apparaat. Schakel uit om telemetrie met een specifiek contact te stoppen.
pl: Kontakty wymienione tutaj mogą prosić o dane baterii, temperatury i czujnika z Twojego urządzenia. Wyłącz, aby zaprzestać udostępniania danych telemetrycznych konkretnemu kontaktowi.
pt: Os contatos listados aqui podem solicitar dados de bateria, temperatura e sensor do seu dispositivo. Desligue para parar de compartilhar telemetria com um contato específico.
uk: Контакти, перелічені тут, можуть запитувати дані батареї, температури та датчиків від вашого пристрою. Вимкніть, щоб припинити обмін телеметрією з конкретним контактом.
zh_hans: 列出在此的联系人可以请求设备的电池、温度和传感器数据。关闭开关以停止向特定联系人共享遥测数据。

source: Contacts listed here will receive your GPS coordinates when they request telemetry. Toggle off to stop sharing your location with a specific contact.
cs: Kontakty uvedené zde obdrží vaše GPS souřadnice, když požádají o telemetrii. Zapněte vypnutí pro zastavení sdílení vaší polohy s konkrétním kontaktem.
de: Kontakte, die hier aufgelistet sind, erhalten Ihre GPS-Koordinaten, wenn sie Telemetrie anfordern. Deaktivieren Sie den Schalter, um Ihren Standort nicht mehr mit einem bestimmten Kontakt zu teilen.
es: Los contactos listados aquí recibirán sus coordenadas GPS cuando soliciten telemetría. Desactivar para dejar de compartir su ubicación con un contacto específico.
fr: Les contacts listés ici recevront vos coordonnées GPS lorsqu'ils demandent la télémétrie. Désactivez pour arrêter de partager votre position avec un contact spécifique.
it: I contatti elencati qui riceveranno le tue coordinate GPS quando richiedono la telemetria. Disattiva per interrompere la condivisione della tua posizione con un contatto specifico.
ja: ここに表示されている連絡先は、テレメトリーを要求するとGPS座標を受け取ります。特定の連絡先に場所情報を共有するのを停止するには、オフにします。
nl: Contacten hier vermeld zullen je GPS-coördinaten ontvangen wanneer ze telemetrie aanvragen. Schakel uit om je locatie niet meer te delen met een specifieke contactpersoon.
pl: Kontakty wymienione tutaj otrzymają Twoją lokalizację GPS, gdy poproszą o telemetrię. Wyłącz, aby zaprzestać udostępniania lokalizacji konkretnemu kontaktowi.
pt: Contatos listados aqui receberão suas coordenadas GPS quando solicitarem telemetria. Desligue para parar de compartilhar sua localização com um contato específico.
uk: Контакти, перелічені тут, отримають ваші координати GPS, коли вони запитають телеметрію. Вимкніть, щоб припинити обмін вашим розташуванням з конкретним контактом.
zh_hans: 这里列出的联系人将接收您的 GPS 坐标，当他们请求传感数据时。关闭以停止与特定联系人共享位置。

source: Contacts with Location Permission
cs: Kontaktů s oprávněním k poloze
de: Kontakte mit Standortberechtigung
es: Contactos con Permiso de Ubicación
fr: Contacts avec autorisation de localisation
it: Contatti con autorizzazione alla posizione
ja: 位置情報許可のある連絡先
nl: Contacten met Locatie Toestemming
pl: Kontakty z uprawnieniami lokalizacji
pt: Contatos com Permissão de Localização
uk: Контакти з дозволом на розташування
zh_hans: 有位置权限的联系人

source: Contacts with Telemetry Permission
cs: Kontaktů s oprávněním k telemetrii
de: Kontakte mit Telemetrieberechtigung
es: Contactos con Permiso de Telemetría
fr: Contacts avec autorisation de télémétrie
it: Contatti con autorizzazione alla telemetria
ja: テレメトリー許可のある連絡先
nl: Contacten met Telemetrie Toestemming
pl: Kontakty z uprawnieniami telemetrii
pt: Contatos com Permissão de Telemetria
uk: Контакти з дозволом на телеметрію
zh_hans: 有传感数据权限的联系人

source: Controls what telemetry data is shared when requested. Per-Contact mode only shares with contacts that have telemetry permission set. App Lock requires Face ID, Touch ID, or your device passcode to open MeshCore.
cs: Ovládá, jaké údaje o telemetrii se sdílejí při žádosti. Režim na základě kontaktu sdílí pouze s kontakty, které mají nastavené oprávnění k telemetrii. Zablokování aplikace vyžaduje Face ID, Touch ID nebo heslo vašeho zařízení pro otevření MeshCore.
de: Steuert, welche Telemetriedaten auf Anfrage geteilt werden. Pro-Kontakt-Modus teilt nur mit Kontakten, die eine Telemetrieberechtigung gesetzt haben. App-Sperre erfordert Face ID, Touch ID oder Ihren Gerätecode zum Öffnen von MeshCore.
es: Controla qué datos de telemetría se comparten cuando se solicitan. Modo por contacto solo comparte con contactos que tienen permiso de telemetría configurado. Bloqueo de la aplicación requiere Face ID, Touch ID o el código de acceso de su dispositivo para abrir MeshCore.
fr: [Contrôle les données de télémétrie partagées lors d'une demande. Le mode par contact ne partage qu'avec les contacts ayant une autorisation de télémétrie définie.] L'application verrouille nécessite Face ID, Touch ID ou votre code de déverrouillage du dispositif pour ouvrir MeshCore.
it: Controlla quali dati di telemetria vengono condivisi quando richiesti. Modalità Per-Contatto condivide solo con i contatti che hanno impostata l'autorizzazione alla telemetria. Blocco App richiede Face ID, Touch ID o il codice di sblocco del tuo dispositivo per aprire MeshCore.
ja: 要求されたテレメトリーデータの共有を制御します。Per-Contactモードは、テレメトリー許可が設定されている連絡先にのみ共有します。アプリロックでは、MeshCoreを開くためにFace ID、Touch ID、またはデバイスのパスワードが必要です。
nl: [Bepaal welke telemetriegegevens worden gedeeld wanneer er een verzoek wordt gedaan. Per-Contact modus deelt alleen met contactpersonen die een telemetrietermijn hebben ingesteld.] App Lock vereist Face ID, Touch ID of je apparaatwachtwoord om MeshCore te openen.
pl: Kontroluje, jakie dane telemetrii są udostępniane po żądaniu. Tryb na kontakt udostępnia tylko kontaktom, które mają ustawione uprawnienia do telemetrii.
pt: Controla quais dados de telemetria são compartilhados quando solicitados. Modo Por Contato compartilha apenas com contatos que têm permissão de telemetria configurada.
uk: Визначає, які дані телеметрії діляться при запиті. Режим за контактом ділиться лише з контактами, у яких встановлено дозвіл на телеметрію.
zh_hans: 控制在请求时分享哪些传感数据。按联系人模式仅与已设置传感权限的联系人分享。应用锁需要面部 ID、触控 ID 或您设备的密码才能打开 MeshCore。

source: Coords
cs: Souřadnice
de: Koordinaten
es: Coordenadas
fr: Coordonnées
it: Coordinate
ja: 座標
nl: Coördinaten
pl: Koordynaty
pt: Coordenadas
uk: Координати
zh_hans: 坐标

source: Copied to clipboard
cs: Zkopírováno do schránky
de: In die Zwischenablage kopiert
es: Copiado al portapapeles
fr: Copié dans le presse-papiers
it: Copiato negli appunti
ja: コピーしました
nl: Kopieer naar klembord
pl: Skopiowano do schowka
pt: Copiado para a área de transferência
uk: Копійовано в буфер обміну
zh_hans: 复制到剪贴板

source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
nl: Kopieer
pl: Kopiuj
pt: Copiar
uk: Копіювати
zh_hans: 复制

source: Copy All
cs: Zkopírovat vše
de: Alle kopieren
es: Copiar todo
fr: Copier tout
it: Copia Tutto
ja: すべてコピー
nl: Kopieer Alles
pl: Kopiuj wszystko
pt: Copiar Tudo
uk: Копіювати все
zh_hans: 复制所有

source: Copy all message history from the old radio to your currently connected radio.
cs: Zkopírujte veškerou historii zpráv z původního rádia do vašeho aktuálně připojeného rádia.
de: Gesamten Nachrichtenverlauf vom alten Radio auf das aktuell verbundene Radio kopieren.
es: Copiar todo el historial de mensajes del antiguo radio a su radio actualmente conectado.
fr: Copier l'historique complet des messages de l'ancien radio vers votre radio actuellement connecté.
it: Copia tutta la cronologia dei messaggi dall'antica radio alla tua radio attualmente connessa.
ja: 古いラジオから現在接続されているラジオにすべてのメッセージ履歴をコピーします。
nl: Kopieer alle berichtgeschiedenis van de oude radio naar je momenteel verbonden radio.
pl: Kopiuj całą historię wiadomości z starego radia do Twojego obecnie połączonego radia.
pt: Copia todo o histórico de mensagens do rádio antigo para o seu rádio atualmente conectado.
uk: Копіює всю історію повідомлень з старого радіоприймача до вашого поточного підключеного радіоприймача.
zh_hans: 从旧收音机复制所有消息历史记录到您当前连接的收音机。

source: Copy File Path
cs: Zkopírovat cestu k souboru
de: Dateipfad kopieren
es: Copiar Ruta del Archivo
fr: Copier le chemin du fichier
it: Copia Percorso File
ja: ファイルパスをコピー
nl: Bestandslocatie kopiëren
pl: Kopiuj ścieżkę pliku
pt: Copiar Caminho do Arquivo
uk: Копіювати шлях файлу
zh_hans: 复制文件路径

source: Copy Link
cs: Zkopírovat odkaz
de: Link kopieren
es: Copiar Enlace
fr: Copier le lien
it: Copia Link
ja: リンクをコピー
nl: Link kopiëren
pl: Skopiuj link
pt: Copiar Link
uk: Копіювати посилання
zh_hans: 复制链接

source: Copy Public Key
cs: Zkopírovat veřejný klíč
de: Öffentlichen Schlüssel kopieren
es: Copiar Clave Pública
fr: Copier la clé publique
it: Copia Chiave Pubblica
ja: 公開鍵をコピー
nl: Openbare sleutel kopiëren
pl: Skopiuj klucz publiczny
pt: Copiar Chave Pública
uk: Копіювати публічний ключ
zh_hans: 复制公钥

source: Copy Text
cs: Zkopírovat text
de: Text kopieren
es: Copiar Texto
fr: Copier le texte
it: Copia Testo
ja: テキストをコピー
nl: Tekst kopiëren
pl: Skopiuj tekst
pt: Copiar Texto
uk: Копіювати текст
zh_hans: 复制文本

source: Core
cs: Jádro
de: Kern
es: Núcleo
fr: Noyau
ja: コア
nl: Kern
pl: Rdzeń
pt: Núcleo
uk: Ядро
zh_hans: 核心

source: Could not connect to the device. Would you like to scan again?
cs: Nemohl se připojit k zařízení. Chcete skenovat znovu?
de: Verbindung zum Gerät konnte nicht hergestellt werden. Möchten Sie erneut scannen?
es: No se pudo conectar al dispositivo. ¿Desea escanear de nuevo?
fr: Impossible de se connecter à l'appareil. Souhaitez-vous scanner à nouveau ?
it: Non è stato possibile connettere al dispositivo. Vuoi riprovare a scansionare?
ja: デバイスに接続できません。再度スキャンしますか？
nl: Kon niet verbinden met het apparaat. Wil je opnieuw scannen?
pl: Nie można połączyć się z urządzeniem. Czy chcesz zeskanować ponownie?
pt: Não foi possível conectar ao dispositivo. Deseja digitalizar novamente?
uk: Не вдалося підключитися до пристрою. Хочете сканувати знову?
zh_hans: 无法连接到设备。您是否想重新扫描？

source: Coverage Heat Map
cs: Teploměr pokrytí
de: Abdeckungs-Heatmap
es: Mapa de Calor de Cobertura
fr: Carte thermique de couverture
it: Mappa di Calore della Copertura
ja: カバレッジヒートマップ
nl: Dekkingswarmtekaart
pl: Mapa ciepła zasięgu
pt: Mapa de Calor de Cobertura
uk: Карта теплового покриття
zh_hans: 覆盖热图

source: Create Channel
cs: Vytvořit kanál
de: Kanal erstellen
es: Crear Canal
fr: Créer un canal
it: Crea Canale
ja: チャネルを作成
nl: Kanaal aanmaken
pl: Utwórz kanał
pt: Criar Canal
uk: Створити канал
zh_hans: 创建频道

source: Create Private Channel
cs: Vytvořit soukromý kanál
de: Privaten Kanal erstellen
es: Crear Canal Privado
fr: Créer un canal privé
it: Crea Canale Privato
ja: プライベートチャネルを作成
nl: Privékanaal aanmaken
pl: Utwórz prywatny kanał
pt: Criar Canal Privado
uk: Створити приватний канал
zh_hans: 创建私人频道

source: Creates a channel with a random 128-bit encryption key. Share the key with others to let them join.
cs: Vytváří kanál s náhodným 128bitovým klíčem šifrování. Sdílejte klíč s ostatními, aby se mohli připojit.
de: Erstellt einen Kanal mit einem zufälligen 128-Bit-Verschlüsselungsschlüssel. Teilen Sie den Schlüssel mit anderen, damit diese beitreten können.
es: Crea un canal con una clave de cifrado aleatoria de 128 bits. Comparte la clave con otros para que puedan unirse.
fr: Crée un canal avec une clé de chiffrement aléatoire de 128 bits. Partagez la clé avec d'autres pour qu'ils puissent se joindre.
it: Crea un canale con una chiave di crittografia casuale da 128 bit. Condividi la chiave con altri per consentire loro di unirsi.
ja: ランダムな128ビット暗号化キーでチャネルを作成します。キーを共有して他の人が参加できるようにします。
nl: Maakt een kanaal met een willekeurige 128-bits versleutelingssleutel. Deel de sleutel met anderen om hen toe te laten zich aan te sluiten.
pl: Tworzy kanał z losowym kluczem szyfrowania 128-bitowym. Udostępnij klucz innym, aby mogli dołączyć.
pt: Cria um canal com uma chave de criptografia aleatória de 128 bits. Compartilhe a chave com outros para que eles possam se juntar.
uk: Створює канал з випадковим 128-бітним ключем шифрування. Поділіться ключем з іншими, щоб вони могли приєднатися.
zh_hans: 创建一个使用随机128位加密密钥的频道。与他人分享密钥让他们加入。

source: Custom
cs: Vlastní
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
nl: Aangepast
pl: Dostosowany
pt: Personalizado
uk: Персоналізований
zh_hans: 自定义

source: Custom Nickname
cs: Vlastní přezdívka
de: Benutzerdefinierter Spitzname
es: Apodo Personalizado
fr: Pseudo personnalisé
it: Nome Utente Personalizzato
ja: カスタムニックネーム
nl: Aangepaste bijnaam
pl: Pseudonim niestandardowy
pt: Apelido Personalizado
uk: Персональний псевдонім
zh_hans: 自定义昵称

source: Custom Variables
cs: Vlastní proměnné
de: Benutzerdefinierte Variablen
es: Variables personalizadas
fr: Variables personnalisées
it: Variabili personalizzate
ja: カスタム変数
nl: Aangepaste variabelen
pl: Zmienne niestandardowe
pt: Variáveis personalizadas
uk: Персоналізовані змінні
zh_hans: 自定义变量

source: Custom:
cs: Vlastní:
de: Benutzerdefiniert:
es: Personalizado:
fr: Personnalisé :
it: Personalizzato:
ja: カスタム:
nl: Aangepast:
pl: Niestandardowy:
pt: Personalizado:
uk: Персоналізовано:
zh_hans: 自定义：

source: Danger Zone
cs: Oblast nebezpečí
de: Gefahrenzone
es: Zona de peligro
fr: Zone dangereuse
it: Zona di pericolo
ja: 危険領域
nl: Gevaarlijke zone
pl: Strefa ryzyka
pt: Zona de perigo
uk: Зона ризику
zh_hans: 危险区域

source: Dark
cs: Temný
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: 暗い
nl: Donker
pl: Ciemny
pt: Escuro
uk: Темний режим
zh_hans: 黑暗模式

source: Debug Log
cs: Protokol ladění
de: Debug-Protokoll
es: Registro de depuración
fr: Journal de débogage
it: Log di debug
ja: デバッグログ
nl: Foutlog
pl: Log debugowania
pt: Log de depuração
uk: Лог відладки
zh_hans: 调试日志

source: Debug Log records connection and protocol events for troubleshooting.
cs: Protokol ladění zaznamenává připojení a události protokolu pro řešení problémů.
de: Debug-Protokoll zeichnet Verbindungs- und Protokollereignisse zur Fehlerbehebung auf.
es: El registro de depuración registra eventos de conexión y protocolo para la resolución de problemas.
fr: Le journal de débogage enregistre les événements de connexion et de protocole pour le dépannage.
it: Il log di debug registra gli eventi di connessione e protocollo per la risoluzione dei problemi.
ja: デバッグログは、接続とプロトコルイベントを記録し、トラブルシューティングに役立ちます。
nl: Foutlog registreert verbinding en protocolgebeurtenissen voor foutopsporing.
pl: Logi debugowania rejestrują połączenia i zdarzenia protokołów do rozwiązywania problemów.
pt: O log de depuração registra eventos de conexão e protocolo para solução de problemas.
uk: Лог відладки записує події підключення та протоколу для налагодження.
zh_hans: 调试日志记录连接和协议事件，方便故障排除。

source: Default Passwords
cs: Výchozí hesla
de: Standardpasswörter
es: Contraseñas predeterminadas
fr: Mots de passe par défaut
it: Password predefinite
ja: デフォルトパスワード
nl: Standaardwachtwoorden
pl: Hasła domyślne
pt: Senhas padrão
uk: Стандартні паролі
zh_hans: 默认密码

source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
nl: Verwijderen
pl: Usuń
pt: Excluir
uk: Видалити
zh_hans: 删除

source: Delete "%@" from the radio?
cs: Smazat "%@" z rádia?
de: Entferne "%@" vom Radio?
es: ¿Eliminar "%@" del radio?
fr: Supprimer "%@" du radio ?
it: Eliminare "%@" dalla radio?
ja: ラジオから "%@" を削除しますか？
nl: Verwijder "%@" van de radio?
pl: Usunąć "%@" z radia?
pt: Excluir "%@" do rádio?
uk: Видалити "%@" з радіопристрою?
zh_hans: 从收音机中删除 "%@"？

source: Delete (%@)
cs: Smazat (%@)
de: Löschen (%@)
es: Eliminar (%@)
fr: Supprimer (%@)
it: Eliminare (%@)
ja: (%@) を削除
nl: Verwijder (%@)
pl: Usunąć (%@)
pt: Excluir (%@)
uk: Видалити (%@)
zh_hans: 删除 (%@)

source: Delete All Data
cs: Vymazat všechna data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
ja: すべてのデータを削除
nl: Alle gegevens wissen
pl: Usuń wszystkie dane
pt: Apagar todos os dados
uk: Видалити всі дані
zh_hans: 清空所有数据

source: Delete Contact
cs: Vymazat kontakt
de: Kontakt löschen
es: Borrar contacto
fr: Supprimer le contact
it: Elimina contatto
ja: コンタクトを削除
nl: Contact wissen
pl: Usuń kontakt
pt: Excluir contato
uk: Видалити контакт
zh_hans: 删除联系人

source: Delete Message
cs: Vymazat zprávu
de: Nachricht löschen
es: Borrar mensaje
fr: Supprimer le message
it: Elimina messaggio
ja: メッセージを削除
nl: Bericht wissen
pl: Usuń wiadomość
pt: Excluir mensagem
uk: Видалити повідомлення
zh_hans: 删除消息

source: Delete Radio Data?
cs: Smazat datová rádia?
de: Radiodaten löschen?
es: ¿Borrar datos de radio?
fr: Supprimer les données radio ?
it: Eliminare dati radio?
ja: ラジオデータを削除しますか？
nl: Radiogegevens wissen?
pl: Usunąć dane radiowe?
pt: Excluir dados do rádio?
uk: Видалити радіодані?
zh_hans: 删除无线电数据？

source: Delivered
cs: Doručeno
de: Zugestellt
es: Entregado
fr: Livré
it: Conseguito
ja: 配達済み
nl: Verzendd
pl: Dostarczono
pt: Enviado
uk: Доставлено
zh_hans: 已交付

source: Deny
cs: Zamítnout
de: Ablehnen
es: Denegar
fr: Refuser
it: Rifiuta
ja: 拒否
nl: Afwijzen
pl: Odmów
pt: Negar
uk: Відмовити
zh_hans: 拒绝

source: Detected
cs: Detekováno
de: Erkannt
es: Detectado
fr: Détecté
it: Rilevato
ja: 検出
nl: Gedetecteerd
pl: Wykryto
pt: Detectado
uk: Виявлено
zh_hans: 检测到

source: Developer and diagnostic tools. Most users won’t need these.
cs: Vývojářské a diagnostické nástroje. Většina uživatelů tyto nepotřebuje.
de: Entwickler- und Diagnosewerkzeuge. Die meisten Benutzer benötigen diese nicht.
es: Herramientas de desarrollo y diagnóstico. La mayoría de los usuarios no necesitarán estas.
fr: Outils de développement et de diagnostic. La plupart des utilisateurs n'auront pas besoin de ces outils.
it: Strumenti di sviluppo e diagnostica. La maggior parte degli utenti non ha bisogno di questi.
ja: デベロッパーと診断ツール。ほとんどのユーザーはこれらの必要ありません。
nl: Ontwikkelaarshulpmiddelen en diagnostische tools. De meeste gebruikers hebben deze niet nodig.
pl: Narzędzia deweloperskie i diagnostyczne. Większość użytkowników nie będzie ich potrzebować.
pt: Ferramentas de desenvolvedor e diagnóstico. A maioria dos usuários não precisará dessas.
uk: Інструменти розробника та діагностики. Більшість користувачів не потребуватимуть цих інструментів.
zh_hans: 开发者和诊断工具。大多数用户不需要这些。

source: Device
cs: Zařízení
de: Gerät
es: Dispositivo
fr: Appareil
it: Dispositivo
ja: デバイス
nl: Apparaat
pl: Urządzenie
pt: Dispositivo
uk: Пристрій
zh_hans: 设备

source: Device clock is automatically synced from your phone on every connection.
cs: Čas zařízení se automaticky synchronizuje z vašeho telefonu při každém připojení.
de: Die Geräteuhr wird bei jeder Verbindung automatisch von Ihrem Telefon synchronisiert.
es: El reloj del dispositivo se sincroniza automáticamente desde tu teléfono en cada conexión.
fr: L'horloge de l'appareil est automatiquement synchronisée avec votre téléphone à chaque connexion.
it: L'orologio del dispositivo viene sincronizzato automaticamente dal tuo telefono ad ogni connessione.
ja: デバイスの時計は、接続ごとに自動的に電話から同期されます。
nl: Het apparaatklok wordt automatisch gesynchroniseerd vanaf je telefoon bij elke verbinding.
pl: Zegar urządzenia jest automatycznie synchronizowany z telefonem przy każdej łączności.
pt: O relógio do dispositivo é sincronizado automaticamente com o seu telefone em cada conexão.
uk: Годинник пристрою автоматично синхронізується з вашим телефоном при кожному підключенні.
zh_hans: 设备时钟在每次连接时自动从您的手机同步。

source: Device Details
cs: Podrobnosti zařízení
de: Gerätedetails
es: Detalles del dispositivo
fr: Détails de l'appareil
it: Dettagli dispositivo
ja: デバイス詳細
nl: Apparaatgegevens
pl: Szczegóły urządzenia
pt: Detalhes do Dispositivo
uk: Деталі пристрою
zh_hans: 设备详情

source: Device Error
cs: Chyba zařízení
de: Gerätefehler
es: Error del dispositivo
fr: Erreur d'appareil
it: Errore dispositivo
ja: デバイスエラー
nl: Apparaatfout
pl: Błąd urządzenia
pt: Erro do Dispositivo
uk: Помилка пристрою
zh_hans: 设备错误

source: Device Info
cs: Informace o zařízení
de: Geräteinformationen
es: Información del dispositivo
fr: Informations sur l'appareil
it: Informazioni dispositivo
ja: デバイス情報
nl: Apparaatinformatie
pl: Informacje o urządzeniu
pt: Informações do Dispositivo
uk: Інформація про пристрій
zh_hans: 设备信息

source: Device name
cs: Název zařízení
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome dispositivo
ja: デバイスの名前
nl: Apparaatnaam
pl: Nazwa urządzenia
pt: Nome do Dispositivo
uk: Назва пристрою
zh_hans: 设备名称

source: Device Name
cs: Název zařízení
de: Gerätename
es: Nombre del dispositivo
fr: Nom de l'appareil
it: Nome dispositivo
ja: デバイス名
nl: Apparaatnaam
pl: Nazwa urządzenia
pt: Nome do Dispositivo
uk: Назва пристрою
zh_hans: 设备名称

source: direct
cs: Přímý
de: direkt
es: directo
it: Diretto
ja: 直接
pl: Bezpośredni
pt: Direto
uk: Пряме
zh_hans: 直接

source: Direct
cs: Přímý
de: Direkt
es: Directo
it: Diretto
ja: 直接
pl: Bezpośredni
pt: Direto
uk: Пряме
zh_hans: 直接

source: Direct connection (no hops)
cs: Přímá připojení (bez přeskočení)
de: Direktverbindung (keine Hops)
es: Conexión directa (sin saltos)
fr: Connexion directe (sans relais)
it: Connessione diretta (senza salti)
ja: 直接接続（ホップなし）
nl: Directe verbinding (geen hops)
pl: Bezpośrednia łączność (bez przeskoków)
pt: Conexão Direta (sem saltos)
uk: Пряма підключення (без перепрохідів)
zh_hans: 直连（无跳转）
